{
  "backend": "tokenizers",
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "is_local": false,
  "local_files_only": false,
  "mask_token": "[MASK]",
  "max_len": 8192,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 8192,
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "strip_accents": false,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "[UNK]"
}
